Repository: jpjust/rg3redir
Catalog: lib/RG3Redir/I18N/*.po
Languages: pt

source: 1. All kind of sites are allowed, including adult ones. However, the contents and the ones listed below are not allowed:
pt: 1. Todos os tipos de sites são permitidos, incluindo sites adultos. Porém, os sites com os conteúdos abaixo são proibidos:

source: 2. Users who try to damage our service, in any way, including attacks to our servers or to our services, will have their accounts blocked and their e-mail addresses banned from our system.
pt: 2. Usuários que tentarem prejudicar o serviço, de qualquer maneira, incluindo ataques ao servidor ou ao nosso serviço, terão suas contas bloqueadas e seus endereçosde e-mail banidos do nosso sistema.

source: 3. As a free service, RG3.Net will not take any responsibility for any kind of damage caused by system failures, servers failures or temporary interruptions.
pt: 3. Por ser um serviço gratuito, a RG3.Net não se responsabilizará por qualquer dano causado por falhas no sistema, falhas nos servidores ou interrupções temporárias.

source: 4. RG3.Net can, at any moment, change the terms of this service, being users' responsability of keeping up to date with the rules here described.
pt: 4. A RG3.Net pode, a qualquer momento, alterar os termos do serviço, sendo responsabilidade do usuário manter-se atualizado com as regras aqui descritas.

source: 5. RG3.Net can give users' information, as registration date, last visit date and IP address, to authorities when requested.
pt: 5. A RG3.Net pode fornecer informações dos usuários, como data de registro, data da última visita e endereço IP, para autoridades quando solicitado.

source: ATTENTION
pt: ATENÇÃO

source: ATTENTION:
pt: ATENÇÃO:

source: Account cancelation
pt: Cancelamento da conta

source: Account information
pt: Informações da conta

source: Account status
pt: Status da conta

source: Actions
pt: Ações

source: After Jan 31 2011, we will no longer offer free URL redirections. Our focus is to provide Broadband Internet access and other networking services in our region and the URL redirections service is taking too much of our time and effort with no return. That's why we are ending this service.
pt: Após 31 de janeiro de 2011, não iremos mais oferecer redirecionamentos gratuitos de URLs. Nosso foco é prover acesso à Internet Banda Larga e outros serviços de rede em nossa região e o serviço de redirecionamento de URLs está tomando muito do nosso tempo e esforço sem nenhum retorno. Esta é a razão de estarmos encerrando este serviço.

source: Any abusive, defamatory or privacy breaking materials.
pt: Qualquer material abusivo, difamatório ou de invasão de privacidade.

source: Any kind of advertising or material which promotes illegal activities.
pt: Qualquer tipo de propaganda ou material que promovam atividades ilegais.

source: Any kind of material which violates patents, trademarks or copyrights.
pt: Qualquer tipo de material que viole patentes, marcas registradas ou direitos autorais.

source: Are you sure you want to delete the account <strong>%1</strong> and all of its redirections?
pt: Tem certeza que deseja excluir a conta <strong>%1</strong> e todos os seus redirecionamentos?

source: Are you sure you want to delete this URL redirection?
pt: Tem certeza que deseja excluir este redirecionamento de URL?

source: As any other free service, we have defined some rules which must be followed by every RG3.Net user.
pt: Como qualquer outro serviço gratuito, definimos algumas regras que devem ser seguidas por todos os usuários do RG3.Net.

source: As requested, a new password has been generated.
pt: Como solicitado, uma nova senha foi gerada.

source: Attention:
pt: Atenção:

source: Authentication failure.
pt: Falha de autenticação.

source: Back
pt: Voltar

source: By clicking &quot;I accept the terms&quot; and completing your registration, you are agreeing with the terms above.
pt: Clicando em &quot;Aceito os termos&quot; e efetuando o cadastro, Você está concordando com os termos acima.

source: By clicking the button below, your account and all your redirections will be deleted. There will be no way of reverting this procedure. The redirections below will be deleted:
pt: Clicando no botão abaixo, sua conta e todos os seus redirecionamentos serão excluídos. Não haverá como reverter esse procedimento. Os redirecionamentos abaixo serão excluídos:

source: Cancel my account
pt: Cancelar conta

source: Change e-mail and/or password
pt: Alterar e-mail e/ou senha

source: Check if the e-mail address was typed correctly. The password for your account will be sent to the e-mail address specified above.
pt: Verifique se digitou o endereço de e-mail corretamente. A senha da sua conta será enviada para o e-mail especificado acima.

source: Child pornography, hate or racism spreading.
pt: Pornografia infantil, disseminação de ódio ou racismo.

source: Click here
pt: Clique aqui

source: Computer data containing viruses or corrupted files, which could damage a visitor's computer, as well as illegal or pirate softwares.
pt: Dados de computador contendo vírus ou arquivos corrompidos, que possam danificar o computador de algum visitante, como também softwares piratas ou ilegais.

source: Copyright (c) 2008 Justsoft Informatica Ltda.
pt: Copyright (c) Justsoft Informática Ltda.

source: Create a new URL redirection
pt: Criar um novo redirecionamento de URL

source: Data successfully saved.
pt: Dados salvos com sucesso.

source: Delete
pt: Excluir

source: Description:
pt: Descrição:

source: Developed by Justsoft Informatica Ltda.
pt: Desenvolvido pela Justsoft Informática Ltda.

source: E-mail address
pt: Endereço de e-mail

source: E-mail address:
pt: Endereço de e-mail:

source: Edit
pt: Editar

source: Ex.: http://www.mycurrentfuzzyaddress.com/members/john
pt: Ex.: http://www.meuenderecoconfuso.com.br/membros/joao

source: Ex.: john
pt: Ex.: joão

source: Forgot your password?
pt: Esqueceu sua senha?

source: Free URL redirection service without ads.
pt: Redirecionamento de URLs gratuito e sem propagandas.

source: Get a new password
pt: Receber nova senha

source: Go back to the log in page
pt: Volte para a página de log in

source: Go to the home page
pt: Ir para a página inicial

source: Hello, %1.
pt: Olá, %1.

source: Hits
pt: Acessos

source: Home page
pt: Página inicial

source: I accept the terms
pt: Aceito os termos

source: I don't remember anything at all!
pt: Não lembro de mais nada!

source: I forgot my password :-( or even my username :p
pt: Esqueci minha senha :-( e o nome de usuário também :p

source: Icons by
pt: Ícones por

source: If you don't remember your username or the e-mail address you used to create your account, type any URL redirection address you own in the field below and our system will find your account.
pt: Se você não se lembra do seu nome de usuário nem do endereço de e-mail que usou para criar sua conta, digite o endereço de qualquer redirecionamento de URL que você possua no campo abaixo e o sistema irá encontrar sua conta.

source: If you don't want to change your password, just leave the password fields below empty.
pt: Se não quiser alterar sua senha, basta deixar os campos de senha em branco.

source: If you forgot your username, but still remember the e-mail address you used when you created your account, you can type the e-mail address in the field below to get a new password.
pt: Se você esqueceu seu nome de usuário, mas ainda se lembra do endereço de e-mail que usou para criar sua conta, digite o e-mail no campo abaixo para receber uma nova senha.

source: If you have forgotten your password or even your username, it's possible to recover them. You just need to use one of the methods below.
pt: Caso tenha esquecido sua senha ou até mesmo seu nome de usuário, é possível recuperá-los. Basta usar um dos métodos abaixo.

source: If you own this account and want to know why you are blocked,
pt: Se você é o dono desta e gostaria de saber porque está bloquedo,

source: If you still remember your username, just type it in this field to get your password. Our system will generate a new password and send it to your e-mail address.
pt: Se você ainda se lembra do seu nome de usuário, basta digitá-lo neste campo para receber sua senha. Nosso sistema irá gerar uma senha nova e enviá-la para seu e-mail.

source: In a few minutes, check your inbox and use your new password to log into your account.
pt: Em alguns minutos, verifique seu e-mail e use sua nova senha para acessar sua conta.

source: Join
pt: Cadastrar

source: Keywords (separated by spaces):
pt: Palavras-chave (separadas por espaços):

source: Log out
pt: Sair

source: Material which defames RG3.Net services or the companies RG3.Net Comercio e Servicos Ltda. and Justsoft Informatica Ltda.
pt: Material que difame os serviços da RG3.Net ou as empresas RG3.Net Comércio e Serviços Ltda. e Justsoft Informática Ltda.

source: Merry Christmas and have a great new years eve!
pt: Tenham um feliz Natal e um ótimo ano novo!

source: New RG3.Net user
pt: Novo usuário RG3.Net

source: New RG3.Net user registered
pt: Novo usuário RG3.Net cadastrado

source: New URL redirection
pt: Novo redirecionamento de URL

source: New password:
pt: Nova senha:

source: Password:
pt: Senha:

source: Password: %1
pt: Senha: %1

source: RG3.Net - URL redirections
pt: RG3.Net - Redirecionamento de URLs

source: Re-type your new password:
pt: Confirme sua nova senha:

source: Redirection address
pt: Endereço do redirecionamento

source: Registered e-mail:
pt: E-mail cadastrado:

source: SPAM sending with any reference to any RG3.Net sub-domain.
pt: Envio de SPAM com qualquer referência a qualquer subdomínio da RG3.Net.

source: Save
pt: Salvar

source: Show my URL redirections
pt: Listar redirecionamentos de URL

source: Site information (optional)
pt: Informações do site (opcional)

source: Site title:
pt: Título do site:

source: Some mandatory fields are missing.
pt: Alguns campos obrigatórios estão faltando.

source: Sorry! We are not accepting new registrations at this time. Please, come back later.
pt: Desculpe! Não estamos aceitando novos registros no momento. Por favor, volte mais tarde.

source: Subject: RG3.Net password recovery
pt: Subject: Recuperação de senha RG3.Net

source: Subject: RG3.Net registration
pt: Subject: Cadastro RG3.Net

source: Target address
pt: Endereço de destino

source: Terms of service
pt: Termos do serviço

source: Thank you for joining our group of users. You just need to fill the two fields below to complete your registration.
pt: Agradecemos o interesse de se juntar ao nosso grupo de usuários. Você só precisa preencher os dois campos abaixo para completar seu cadastro.

source: Thank you for preferring RG3.Net.
pt: Obrigado por preferir a RG3.Net.

source: The account and redirections of the user <strong>%1</strong> are blocked by the reason below:
pt: A conta e os redirecionamentos do usuário <strong>%1</strong> estão bloqueados pelo motivo abaixo:

source: The choosen address has already been taken. Please, choose another one.
pt: O endereço escolhido já está sendo usado. Por favor, escolha outro endereço.

source: The choosen address is forbidden. Please, choose another one.
pt: O endereço escolhido está proibido. Por favor, escolha outro endereço.

source: The choosen username has already been taken. Please, choose another one.
pt: O nome de usuário escolhido já está sendo usado. Por favor, escolha outro nome de usuário.

source: The typed e-mail address has already been registered. Please, use another e-mail address.
pt: O e-mail digitado já foi cadastrado. Por favor, use outro endereço de e-mail.

source: The typed e-mail address has already been registered. Please, use another one to update your registry.
pt: O e-mail digitado já está em uso por outro cadastro. Por favor, use outro endereço de e-mail para atualizar seu cadastro.

source: The typed passwords don't match.
pt: As senhas digitadas não coincidem.

source: This user is blocked!
pt: Este usuário está bloqueado!

source: Type the redirection address in the field below and choose a sub-domain in the beside list. Only letters, digits, hyphens (-) and underscores (_) are allowed. You don't need to type &quot;www.&quot; before the address.
pt: Digite o endereço do redirecionamento no campo abaixo e escolha um subdomínio na lista ao lado. Apenas letras, números, hífens (-) e sublinhados (_) são permitidos. Você não precisa digitar &quot;www.&quot; antes do endereço.

source: Type the target address of your new URL redirection in the field below.
pt: Digite no campo abaixo o endereço de destino do seu novo redirecionamento de URL.

source: Type the username you would like to use in the field below. You will need an username to log into your new account.
pt: Digite o nome de usuário que deseja usar no campo abaixo. Você vai precisar de um nome de usuário para acessar sua nova conta.

source: Type your e-mail address in the field below, so we can send you a password.
pt: Digite seu endereço de e-mail no campo abaixo, para que possamos enviar sua senha.

source: URL redirection deleted.
pt: Redirecionamento de URL excluído.

source: URL redirection not found.
pt: Redirecionamento de URL não encontrado.

source: URL redirection successfully created/edited.
pt: Redirecionamento de URL criado/editado com sucesso.

source: URL redirections
pt: Redirecionamentos de URL

source: URL redirections:
pt: Redirecionamentos de URL:

source: Unfortunately, in this case, we can't help you. We suggest you to create a new account with new URL redirections :-(
pt: Infelizmente, neste caso, não podemos ajudá-lo. Sugerimos que você crie uma nova conta com novos redirecionamentos de URL :-(

source: Unfortunately, we didn't find any account with the information provided. Go back to the previous page and try to remember your username, registered e-mail address or any URL redirection of your account.
pt: Infelizmente, não encontrados nenhuma conta com a informação fornecida. Volte para a página anterior e tente lembrar seu nome de usuário, e-mail cadastrado ou qualquer redirecionamento de URL cadastrado na sua conta.

source: Username
pt: Nome de usuário

source: Username:
pt: Nome de usuário:

source: Username: %1
pt: Nome de usuário: %1

source: Using my e-mail address
pt: Através do meu endereço de e-mail

source: Using my username
pt: Através do meu nome de usuário

source: Using one of my URL redirections
pt: Através de um dos meus redirecionamentos de URL

source: We couldn't find your password
pt: Não pudemos encontrar sua senha

source: We have found your password
pt: Encontramos sua senha

source: We suggest you to change this password as soon as you log into your account.
pt: Recomendamos que você mude essa senha logo após entrar na sua conta.

source: We suggest you to change this password as soon as you log into your account.
pt: Recomendamos que você mude essa senha logo após entrar na sua conta.

source: We thank everyone who stayed with us in this long jorney. After Jan 31 2011, all addresses will redirect to the ISP page.
pt: Agradecemos a todos que estiveram conosco nesta longa jornada. Após 31 de janeiro de 2011, todos os endereços irão redirecionar para a página do nosso provedor.

source: Welcome to RG3.Net!
pt: Bem-vindo(a) à RG3.Net!

source: Welcome, %1.
pt: Bem-vindo(a), %1.

source: Yes, I want to delete my account!
pt: Sim, quero excluir minha conta!

source: You are not allowed to access this resource.
pt: Você não tem permissão para acessar este recurso.

source: You can fill the fields below with some information about your site, which can be later included in some search engines.
pt: Você pode preencher os campos abaixo com algumas informações sobre seu site, que poderão ser incluídas em alguns sites de buscas.

source: Your account has been created. To activate it, go to http://www.rg3.net and log into your account using the username and password below.
pt: Sua conta foi criada. Para ativá-la, entre em http://www.rg3.net e acesse sua conta usando o nome de usuário e a senha abaixo.

source: Your last visit was on <strong>%1 BRT</strong> from <strong>%2</strong>.
pt: Sua última visita foi em <strong>%1 BRT</strong> através de <strong>%2</strong>.

source: contact us
pt: contate-nos

source: http://education.apwg.org/r/en/index.html
pt: http://cartilha.cert.br/

source: in case you have forgotten your password or username.
pt: caso tenha esquecido sua senha ou nome de usuário.

source: to learn how to protect yourself from fraudulent sites and e-mails.
pt: para aprender como se proteger de sites e e-mails fraudulentos.
